<template>
	<div id="userDeal" @scroll="handleScroll">
		<div class="uD_main">
			<h3 class="main_tit">猎多多职位信息发布规则</h3>

			<div class="main_txt">尊敬的用户： </div>
			<div class="main_txt">感谢您使用XPLUS会员产品，使用XPLUS提供的服务之前，请您认真阅读本用户协议，更好的了解我们所提供的服务以及您享有的权利义务。您开始使用XPLUS提供的服务，即表示您已经确认并接受了本文件中的全部条款。XPLUS用户协议（简称“协议”）系由您与广州老虎信息科技有限公司就XPLUS产品（以下简称“XPLUS”）提供的XPLUS软件及服务所订立的相关权利义务规范。XPLUS软件是一个企业知识管理工具，请您在注册、使用XPLUS之前，认真阅读以下条款：</div>
			<div class="main_tit2">一、注册条款的接受</div>
			<div class="main_txt">一旦您在注册使用XPLUS产品，或与平台签署其他XPLUS相关合作协议，即表示您已经阅读并且同意与XPLUS达成协议，成为XPLUS的会员，并接受本用户协议中的全部注册条款。</div>
			<div class="main_tit2">二、会员注册条件</div>
			<div class="main_txt">1.申请注册成为XPLUS的会员应同时满足下列全部条件：在注册之日以及此后使用XPLUS服务期间必须以合法途径使用产品；在注册之日必须年满18周岁以上。 2.为更好的享有XPLUS的服务，会员应根据XPLUS软件注册机制的要求，向XPLUS提供本人真实、正确、最新及完整的资料；随时更新登记资料，保持其真实性及有效性； 3.若会员提供任何错误、不实或不完整的资料，或XPLUS有理由怀疑资料为错误、不实或不完整及违反会员注册条款的，XPLUS有权修改会员的注册昵称、个人说明、信息等，或暂停或终止该会员的帐号，或暂停或终止提供XPLUS提供的全部或部分服务。</div>
			<div class="main_tit2">三、会员帐号、密码及安全</div>
			<div class="main_txt">1.在完成会员注册程序之后，会员将收到一个密码及帐号。会员有义务保证密码及帐号的安全。会员应对利用该密码及帐号所进行的一切活动负全部责任，包括任何经由XPLUS上载、张贴、发送电子邮件或任何其它方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息或其它资料，无论系公开还是私下传送，均由内容提供者承担责任。 2.会员的密码或帐号遭到未获授权的使用，或者发生其它任何安全问题时，会员应立即通知XPLUS。由于会员使用不当或者其他非因XPLUS导致的帐号、密码泄漏，进而导致其资料、信息泄漏的，由会员承担其不利后果，XPLUS不承担责任。 3.会员不得将账号主动告知第三方或提供给第三方进行使用，例如提供给第三方进行代为购买XPLUS服务等。如因此造成会员隐私泄露或XPLUS平台损失的，会员应当承担相应的责任。</div>
			<div class="main_tit2">四、服务说明</div>
			<div class="main_txt">1.无论是付费服务还是XPLUS的免费服务均有有效期，有效期结束后服务将自动终止，且有效期不可中断或延期。除非本注册条款或其他相关服务条款另有规定，所有付费业务均不退费。 2.对于利用XPLUS进行非法活动，或其言行（无论线上或者线下的）背离XPLUS严肃目的的，XPLUS将严肃处理，包括将其列入黑名单、将其被投诉的情形公之于众、删除会员帐号等处罚措施，给XPLUS造成经济或者名誉损失的，XPLUS将追究其法律责任。 3.XPLUS有权向其会员发送广告信，或为活动等目的，向其会员发送电子邮件、短信或电话通知。</div>
			<div class="main_tit2">五、免责条款</div>
			<div class="main_txt">1.XPLUS不保证其提供的服务一定能满足会员的要求和期望，也不保证服务不会中断，对服务的及时性、安全性、准确性都不作保证。 2.对于会员通过XPLUS提供的服务传送的内容，XPLUS会尽合理努力按照国家有关规定严格审查，但无法完全控制经由软件/网站服务传送的内容，不保证内容的正确性、完整性或品质。因此会员在使用XPLUS服务时，可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，XPLUS均不为会员经由软件/网站服务以张贴、发送电子邮件或其它方式传送的任何内容负责。但XPLUS有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停会员使用软件/网站服务的全部或部分，保存有关记录，并根据国家法律法规、相关政策在必要时向有关机关报告并配合有关机关的行动。 3.对于XPLUS提供的各种广告信息、链接、资讯等，XPLUS不保证其内容的正确性、合法性或可靠性，相关责任由广告商承担；并且，对于会员经由XPLUS服务与广告商进行联系或商业往来，完全属于会员和广告商之间的行为，与XPLUS无关。对于前述商业往来所产生的任何损害或损失，XPLUS不承担任何责任。 4.对于用户上传的照片、资料、证件等，XPLUS已采用相关措施并已尽合理努力进行审核，但不保证其内容的正确性、合法性或可靠性，相关责任由上传上述内容的会员负责。 5.会员以自己的独立判断从事XPLUS产品的使用行为，并独立承担可能产生的不利后果和责任，XPLUS不承担任何法律责任。 6.是否使用软件/网站服务下载或取得任何资料应由会员自行考虑并自负风险，因任何资料的下载而导致的会员电脑系统的任何损坏或数据丢失等后果，XPLUS不承担任何责任。 7.对于本软件/网站策划、发起、组织或是承办的任何会员活动（包括但不限于收取费用以及完全公益的活动），XPLUS不对上述活动的效果向会员作出任何保证或承诺，也不担保活动期间会员自身行为的合法性、合理性。由此产生的任何对于会员个人或者他人的人身或者是名誉以及其他损害，本软件/网站不承担任何责任。 8.对于会员的投诉，XPLUS将尽合理努力认真核实，但不保证最终公之于众的投诉的真实性、合法性，对于投诉内容侵犯会员隐私权、名誉权等合法权利的，所有法律责任由投诉者承担，与XPLUS无关。</div>
			<div class="main_tit2">六、会员权利会员对于自己的个人资料享有以下权利：</div>
			<div class="main_txt">1.随时查询及请求阅览，但因极少数特殊情况（如被网站加入黑名单等）无法查询及提供阅览的除外； 2.随时请求补充或更正，但因极少数特殊情况（如网站或有关机关为司法程序保全证据等）无法补充或更正的除外； 3.随时请求关闭账户。</div>
		</div>
	</div>
</template>

<style lang="less">
#userDeal {
	padding-top: 92px;
	padding-bottom: 32px;
	.uD_main {
		width: 960px;
		margin: 0 auto;
		padding: 50px;
		box-sizing: border-box;
		background: #fff;
		.main_tit {
			font-size:30px;
			font-family:PingFangSC-Semibold;
			font-weight:600;
			color:rgba(53,64,72,1);
			line-height:42px;
			margin-top: 
		}
		.main_tit2 {
			font-size:16px;
			font-family:PingFang-SC-Regular;
			font-weight:400;
			color:rgba(53,64,72,1);
			line-height:22px;
		}
		.main_txt {
			
		}
	}
}
</style>