<template>
	<div id="issueRule" @scroll="handleScroll">
		<div class="iR_main">
			<h3 class="main_tit">猎多多职位信息发布规则</h3>

			<div class="main_txt">尊敬的用户： </div>
			<div class="main_txt">感谢您使用猎多多！本《猎多多职位信息发布规则》（以下简称“本规则”）系由您与广州老虎信息科技有限公司（以下简称“猎多多”）订立的《猎多多用户协议》的有效组成部分，与《猎多多用户协议》共同构成您与猎多多合作的法律文件。您在注册、使用猎多多软件发布职位信息之前，请务必审慎阅读、充分理解本规则。您使用猎多多软件职位信息服务的行为，即表示您已阅读并同意本规则所涉全部内容。

			猎多多有权根据法律法规、政策及产品需求更新本规则，并通过软件发布更新版本的方式修改本规则，修改后的规则于发布时生效。请您定期访问并查看最新规则。如您继续使用猎多多服务的，即表示您接受经修订后的规则。</div>
			<div class="main_txt">1.猎多多为用户提供发布职位招聘信息的免费服务和增值服务。用户使用猎多多APP应当遵守本规则以及其他与猎多多签署的协议。</div>
			<div class="main_txt">2.猎多多有权对不同的职位类别下职位信息设置不同的有效期，有效期届满时该职位信息可能被下线。</div>
			<div class="main_txt">3.猎多多有权对用户发布的职位信息进行审核，对于不符合本规则的内容，有权拒绝发布或者删除。</div>
			<div class="main_txt">4.用户不得发布包含下列内容的职位信息或其他信息：
				（1）包含广告（寻求合作）、传销、直销等内容
				（2）包含色情、淫秽内容
				（3）包含违法、政治敏感内容
				（4）包含不真实的公司信息
				（5）包含虚假的招聘官身份信息
				（6）包含不真实的薪资、工作地点，或者工作地点不在中国境内的
				（7）包含不真实的职位描述、工作内容
				（8）职位类型与职位描述不符的
				（9）一个招聘官可发布多个职位
				（10）职位名称与职位描述不明确的
				（11）职位名称包含职位名称以外信息的
				（12）涉及违反《劳动合同法》
				（13）包含性别歧视或指向性歧视，如地域歧视的内容
				（14）包含人身攻击或其他侵害他人权益的内容
				（15）兼职模特、试衣模特类职位
				（16）无经验交易员、分析师类职位
				（17）网约车司机类职位
				（18）非正常招聘助理类职位
				（19）跟剧组类职位
				（20）演员、练习生、歌手类职位
				（21）夜场等娱乐会所类职位
				（22）船员、普工类职位且身份存疑
				（23）信用卡套现、售卖POS机、二维码支付类职位
				（24）淘宝刷单、微商代理、手机兼职、手工兼职类职位
				（25）多个相同职位
				（26）游戏代练类职位
				（27）被多位用户举报
				（28）涉及发布代孕、捐精、捐卵业务
				（29）兼职主播类职位
				（30）挂靠类职位
				（31）发布的职位信息与实际所招聘职位不符 
				（32）其他（鸡汤、段子、水贴等）
				用户发布的职位信息或其他信息包含但不限于上述内容的，经猎多多发现或用户投诉后核实的，猎多多有权驳回其职位发布申请、删除职位信息。
			</div>
			<div class="main_txt">5.猎多多不为下述公司提供职位发布服务，因此如使用猎多多服务的用户服务于下述公司的，猎多多有权删除其发布的职位信息：
				（1）存在猎头业务的公司
				（2）存在招聘流程外包即RPO业务的公司
				（3）存在招聘业务的公司
				（4）所招聘岗位无薪资或涉及拒发或恶意拖欠工资的公司
				（5）涉及以招聘名义招人培训的公司
				（6）存在淘宝刷单、微商代理、手机兼职、手工兼职业务的公司
				（7）存在跟剧组行为的公司
				（8）存在兼职模特、试衣模特业务的公司
				（9）存在培养演员、练习生、歌手业务的公司
				（10）存在需要求职者去境外工作的公司
				（11）夜场等娱乐场所的公司
				（12）涉及收取求职者费用的公司
				（13）存在直销或传销模式业务的公司
				（14）存在信用卡套现、售卖POS机、二维码支付业务的公司
				（15）存在挂靠业务的公司
				（16）存在招聘网约车司机业务公司
				（17）在国家企业信用信息公示系统中被列入经营异常名录的公司
				（18）在国家企业信用信息公示系统中的登记状态为注销/吊销状态的公司
				（19）已被法院判定为破产或正在进行破产申请流程的公司
				（20）在第三方网站中查询到存在严重失信行为的公司
				（21）在国家企业信用信息公示系统中查询不到注册信息的公司
				（22）被多位用户举报的公司
				（23）涉及发布代孕、捐精、捐卵的业务 （24）存在兼职主播业务的公司
				（25）存在挂靠业务的公司
			</div>
			<div class="main_txt">6.猎多多严禁用户利用猎多多服务，实施下述行为：
				（1）以培训费、服装费等名义骗取求职者财物或涉及收取求职者费用
				（2）实施传销活动或骗取他人加入传销组织
				（3）招聘他人从事违法活动
				（4）向求职者或其他用户索取个人信息、隐私内容
				（5）骚扰其他用户
				（6）利用平台可能存在的漏洞恶意充值“直豆”、获取“彩虹卡”等道具产品
				（7）在第三方售卖“直豆”、“彩虹卡”等道具产品
				（8）存在辱党、辱国、传播邪教思想的行为
				（9）存在使用涉及各国政治人物的图片
				（10）存在使用含色情、淫秽内容的图片
				（11）存在使用使用人身攻击或其他侵害他人权益的图片
				（12）存在使用广告（寻求合作）的头像
				（13）存在帮其他公司招聘或猎头、RPO的行为
				（14）以招聘名义招人培训
				（15）所招聘岗位无薪资或存在涉及拒发或恶意拖欠工资的行为
				（16）招聘未满16周岁人员
				（17）其他关联账号存在违规行为
				（18）其他违反法律规定的行为
				用户实施上述行为，经猎多多发现或用户投诉后核实的，猎多多有权立即停止对该用户提供服务、删除用户发布的职位信息。

				若用户违反前述第4条、第5条、第6条规定的内容，或者有其他明显损害猎多多利益或违法行为的，猎多多有权视情节采取冻结用户账户的方式暂时乃至永久停止其使用猎多多服务且不做解封与退款处理。如用户行为涉嫌违法犯罪的，猎多多有权向有关行政机关及司法部门举报、披露相关信息。

				用户违反本规则的，猎多多可以依据本规则直接采取相关措施，并视情节严重程度选择是否通知用户。接到通知的用户可以通过客户服务渠道向猎多多提交申诉。</div>

		</div>
	</div>
</template>

<style lang="less">
#issueRule {
	padding-top: 92px;
	padding-bottom: 32px;
	.iR_main {
		width: 960px;
		margin: 0 auto;
		padding: 50px;
		box-sizing: border-box;
		background: #fff;
		.main_tit {
			font-size:30px;
			font-family:PingFangSC-Semibold;
			font-weight:600;
			color:rgba(53,64,72,1);
			line-height:42px;
			margin-top: 20px;
		}
		.main_tit2 {
			font-size:16px;
			font-family:PingFang-SC-Regular;
			font-weight:400;
			color:rgba(53,64,72,1);
			line-height:22px;
		}
		.main_txt {
			
		}
	}
}
</style>